{
  "s000037": [
    {
      "gloss_id": "ticking-n-001",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tic-tac",
      "pos": "NOUN",
      "short_def": "Le bruit régulier d'une horloge qui mesure le temps.",
      "example_1": "Elle entendait le tic-tac des horloges dans sa tête, jusqu'à ce qu'elle imagine l'une d'elles s'arrêter.",
      "example_2": "Le tic-tac de l'horloge remplissait la pièce silencieuse pendant que tout le monde attendait le début de l'examen."
    }
  ],
  "s000069": [
    {
      "gloss_id": "ticking-n-002",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tic-tac",
      "pos": "NOUN",
      "short_def": "Un son doux et régulier produit par des horloges, indiquant souvent le passage du temps.",
      "example_1": "Alors que la ville devenait silencieuse, elle entendit à nouveau un doux tic-tac — non pas de la montre, mais des murs, comme si chaque horloge de Windmere respirait ensemble.",
      "example_2": "Le tic-tac du vieux pendule lui rappelait son enfance."
    }
  ],
  "s000100": [
    {
      "gloss_id": "ticking-n-002",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tic-tac",
      "pos": "NOUN",
      "short_def": "Un son doux et régulier produit par des horloges, indiquant souvent le passage du temps.",
      "example_1": "Alors que la ville devenait silencieuse, elle entendit à nouveau un doux tic-tac — non pas de la montre, mais des murs, comme si chaque horloge de Windmere respirait ensemble.",
      "example_2": "Le tic-tac du vieux pendule lui rappelait son enfance."
    }
  ],
  "s000081": [
    {
      "gloss_id": "ticking-n-003",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tic-tac",
      "pos": "NOUN",
      "short_def": "Le son doux produit par une horloge qui mesure le temps, généralement un bruit régulier et rythmique.",
      "example_1": "À l'intérieur, l'air bourdonnait du doux tic-tac de centaines d'horloges.",
      "example_2": "Le tic-tac du minuteur de la cuisine signalait que le dîner était presque prêt."
    }
  ],
  "s000031": [
    {
      "gloss_id": "keeper-n-001",
      "sense_family_id": "keeper-n",
      "lemma": "keeper",
      "headword": "gardien",
      "pos": "NOUN",
      "short_def": "Une personne qui protège ou s'occupe de quelque chose d'important, souvent liée à un rôle ou une responsabilité.",
      "example_1": "Emma l'a ouvert et a lu à voix haute : \"Au prochain gardien du temps — suis le son qui s'arrête.\"",
      "example_2": "Le gardien du zoo veille à ce que tous les animaux soient en bonne santé et en sécurité dans leurs habitats."
    }
  ],
  "s000064": [
    {
      "gloss_id": "keeper-n-002",
      "sense_family_id": "keeper-n",
      "lemma": "keeper",
      "headword": "gardien",
      "pos": "NOUN",
      "short_def": "Une personne qui s'occupe de quelque chose d'important ou de précieux, en veillant à sa protection et à son entretien.",
      "example_1": "À l'intérieur se trouvait la montre de poche de la bibliothèque et une courte note : \"Chaque gardien doit écouter attentivement.\"",
      "example_2": "Le gardien du musée vérifie soigneusement les artefacts chaque jour pour s'assurer qu'ils sont en bon état."
    }
  ],
  "s000115": [
    {
      "gloss_id": "keeper-n-003",
      "sense_family_id": "keeper-n",
      "lemma": "keeper",
      "headword": "gardienne",
      "pos": "NOUN",
      "short_def": "Une personne qui s'occupe d'un lieu ou d'une chose, souvent responsable de sa sécurité et de son entretien.",
      "example_1": "Ainsi, Emma est devenue la nouvelle gardienne de Windmere, non par choix, mais en écoutant le moment qui s'est arrêté et a recommencé.",
      "example_2": "Le gardien du parc travaille dur pour garder les jardins beaux et les chemins propres pour tous les visiteurs."
    }
  ],
  "s000033": [
    {
      "gloss_id": "shrug-v-001",
      "sense_family_id": "shrug-v",
      "lemma": "shrug",
      "headword": "haussa",
      "pos": "VERB",
      "short_def": "Hausser les épaules rapidement pour montrer que l'on ne sait pas ou ne se soucie pas de quelque chose.",
      "example_1": "M. Dalton haussait les épaules.",
      "example_2": "Quand on lui a demandé les devoirs manquants, elle a juste haussé les épaules en disant que ce n'était pas son problème."
    }
  ],
  "s000048": [
    {
      "gloss_id": "softly-a-001",
      "sense_family_id": "softly-a",
      "lemma": "softly",
      "headword": "doucement",
      "pos": "ADV",
      "short_def": "D'une manière calme ou douce, sans faire beaucoup de bruit.",
      "example_1": "La montre tic-tacait doucement, mais quand elle l'a touchée, elle s'est arrêtée.",
      "example_2": "Le bébé dormait doucement dans le berceau, ne faisant que les sons les plus faibles."
    }
  ],
  "s000090": [
    {
      "gloss_id": "softly-a-002",
      "sense_family_id": "softly-a",
      "lemma": "softly",
      "headword": "doucement",
      "pos": "ADV",
      "short_def": "D'une manière douce et calme, sans bruits forts ni lumières vives.",
      "example_1": "L'horloge dorée se tenait dans le même coin, brillant doucement.",
      "example_2": "Le vent soufflait doucement à travers les arbres, créant une atmosphère paisible."
    }
  ],
  "s000058": [
    {
      "gloss_id": "unfinished-a-001",
      "sense_family_id": "unfinished-a",
      "lemma": "unfinished",
      "headword": "inachevé",
      "pos": "ADJ",
      "short_def": "Pas terminé ou manquant d'une touche finale, laissant une impression de quelque chose d'inachevé.",
      "example_1": "Quelque chose dans la ville, et l'horloger, semblait inachevé.",
      "example_2": "La peinture avait l'air inachevée, avec des espaces vides qui avaient besoin de plus de couleur et de détails."
    }
  ]
}
