{"sentence_id": "s000001", "translation": "Emma arriva dans la petite ville de Windmere un après-midi pluvieux."}
{"sentence_id": "s000002", "translation": "Elle était fatiguée, elle avait froid et voulait trouver un endroit pour se reposer."}
{"sentence_id": "s000003", "translation": "Sa voiture était tombée en panne une heure plus tôt, alors elle avait marché les deux derniers kilomètres."}
{"sentence_id": "s000004", "translation": "Au centre de la ville se trouvait une toute petite boutique avec une vieille enseigne en bois : \"H. Dalton, Horloger.\""}
{"sentence_id": "s000005", "translation": "À travers la vitrine, Emma vit des centaines d'horloges — grandes et petites, rondes et carrées — chacune indiquant une heure différente."}
{"sentence_id": "s000006", "translation": "Elle entra dans la boutique, et une petite cloche sonna au-dessus de la porte."}
{"sentence_id": "s000007", "translation": "Derrière le comptoir, un vieil homme aux cheveux argentés leva les yeux de son travail."}
{"sentence_id": "s000008", "translation": "\"Bonjour,\" dit-il gentiment."}
{"sentence_id": "s000009", "translation": "\"Tu as l'air d'avoir fait un long voyage.\""}
{"sentence_id": "s000010", "translation": "Emma sourit."}
{"sentence_id": "s000011", "translation": "\"Certainement."}
{"sentence_id": "s000012", "translation": "Ma voiture est tombée en panne sur la route, et c'était la première porte ouverte que j'ai vue.\""}
{"sentence_id": "s000013", "translation": "\"Alors tu as de la chance,\" dit-il."}
{"sentence_id": "s000014", "translation": "\"Peu de gens visitent cette boutique maintenant.\""}
{"sentence_id": "s000015", "translation": "Pendant qu'elle parlait, Emma remarqua une horloge au mur — une grande horloge dorée avec d'étranges lettres au lieu de chiffres."}
{"sentence_id": "s000016", "translation": "Elle était arrêtée à 11:11."}
{"sentence_id": "s000017", "translation": "\"Cette horloge n'a pas bougé depuis des années\", dit l'homme doucement."}
{"sentence_id": "s000018", "translation": "\"Certaines choses ne sont pas faites pour mesurer le temps.\""}
{"sentence_id": "s000019", "translation": "Emma ne comprenait pas ce qu'il voulait dire, mais ses mots restèrent dans son esprit."}
{"sentence_id": "s000020", "translation": "Le lendemain matin, Emma retourna à la boutique pour remercier M. Dalton de son aide."}
{"sentence_id": "s000021", "translation": "Il lui avait offert du thé la veille et avait appelé un mécanicien pour sa voiture."}
{"sentence_id": "s000022", "translation": "Quand elle entra, le son du tic-tac emplit l'air."}
{"sentence_id": "s000023", "translation": "\"Ah, mademoiselle Emma\", dit-il en souriant."}
{"sentence_id": "s000024", "translation": "\"J'espérais que tu reviendrais.\""}
{"sentence_id": "s000025", "translation": "Elle regarda de nouveau l'horloge dorée."}
{"sentence_id": "s000026", "translation": "Quelque chose la rapprochait de lui."}
{"sentence_id": "s000027", "translation": "\"Aimerais-tu voir l'intérieur?\""}
{"sentence_id": "s000028", "translation": "M. Dalton demanda."}
{"sentence_id": "s000029", "translation": "Il ouvrit la porte de verre avec précaution et sortit un morceau de papier plié caché derrière le pendule."}
{"sentence_id": "s000030", "translation": "\"J'ai trouvé ceci il y a des années\", dit-il en le lui tendant."}
{"sentence_id": "s000031", "translation": "Emma l'ouvrit et lut à voix haute: \"Au prochain gardien du temps — suis le son qui s'arrête.\""}
{"sentence_id": "s000032", "translation": "\"Qu'est-ce que ça veut dire?\", demanda-t-elle."}
{"sentence_id": "s000033", "translation": "M. Dalton haussa les épaules."}
{"sentence_id": "s000034", "translation": "\"Je ne l'ai jamais découvert."}
{"sentence_id": "s000035", "translation": "Mais peut-être que tu le feras.\""}
{"sentence_id": "s000036", "translation": "Cette nuit-là, dans sa chambre à la petite auberge, Emma ne pouvait pas dormir."}
{"sentence_id": "s000037", "translation": "Elle continuait à entendre le tic-tac régulier d'horloges dans son esprit — jusqu'à ce que, tout à coup, elle imagine l'une d'elles s'arrêter."}
{"sentence_id": "s000038", "translation": "Le lendemain, la pluie revint."}
{"sentence_id": "s000039", "translation": "Emma traversa la place du village, passant devant le clocher de l'église et la boulangerie."}
{"sentence_id": "s000040", "translation": "L'air sentait le pain frais et la pierre mouillée."}
{"sentence_id": "s000041", "translation": "Elle s'arrêta près de la fontaine et remarqua quelque chose d'étrange — une horloge accrochée au mur d'une vieille bibliothèque, complètement silencieuse."}
{"sentence_id": "s000042", "translation": "Le verre était fissuré, et les aiguilles étaient figées à 11h11, exactement comme celle de la boutique de M. Dalton."}
{"sentence_id": "s000043", "translation": "À l'intérieur de la bibliothèque, la poussière flottait dans l'air comme de la neige."}
{"sentence_id": "s000044", "translation": "Elle suivit le silence jusqu'à une petite salle de lecture au fond, où une grande boîte en bois se trouvait sous la fenêtre."}
{"sentence_id": "s000045", "translation": "Elle avait les mêmes symboles étranges gravés dessus."}
{"sentence_id": "s000046", "translation": "Emma tourna la poignée, et la boîte s'ouvrit avec un clic."}
{"sentence_id": "s000047", "translation": "À l'intérieur se trouvait une collection de lettres attachées avec une ficelle bleue et une montre de gousset en or."}
{"sentence_id": "s000048", "translation": "La montre faisait tic-tac doucement, mais quand elle la toucha, elle s'arrêta."}
{"sentence_id": "s000049", "translation": "À ce moment-là, elle entendit la voix de M. Dalton derrière elle."}
{"sentence_id": "s000050", "translation": "\"Tu l'as trouvé\", dit-il."}
{"sentence_id": "s000051", "translation": "\"J'espérais que quelqu'un le ferait\"."}
{"sentence_id": "s000052", "translation": "Il avait l'air triste mais paisible."}
{"sentence_id": "s000053", "translation": "\"Mon père a construit cette horloge, et son père avant lui."}
{"sentence_id": "s000054", "translation": "Chacun de nous a attendu le son qui s'est arrêté."}
{"sentence_id": "s000055", "translation": "Cela signifie la fin de notre garde\"."}
{"sentence_id": "s000056", "translation": "Emma ne comprit pas entièrement, mais elle sentit le poids de ses paroles."}
{"sentence_id": "s000057", "translation": "Quelques jours plus tard, la voiture d'Emma fut réparée, mais elle n'était pas sûre de vouloir partir."}
{"sentence_id": "s000058", "translation": "Quelque chose à propos de la ville, et de l'horloger, semblait inachevé."}
{"sentence_id": "s000059", "translation": "Quand elle visita la boutique à nouveau, la porte était fermée à clé."}
{"sentence_id": "s000060", "translation": "Un panneau indiquait : \"Fermé."}
{"sentence_id": "s000061", "translation": "Merci pour ton temps.\""}
{"sentence_id": "s000062", "translation": "À travers la fenêtre, Emma vit que toutes les horloges s'étaient arrêtées — sauf la dorée, qui faisait maintenant tic-tac lentement, ses aiguilles dépassant 11:11 pour la première fois."}
{"sentence_id": "s000063", "translation": "Sur le comptoir se trouvait une petite boîte avec son nom écrit dessus."}
{"sentence_id": "s000064", "translation": "À l'intérieur se trouvaient la montre de gousset de la bibliothèque et une courte note : \"Chaque gardien doit écouter attentivement."}
{"sentence_id": "s000065", "translation": "Le temps ne nous appartient pas ; il ne fait que passer entre nos mains.\""}
{"sentence_id": "s000066", "translation": "Emma sourit tristement."}
{"sentence_id": "s000067", "translation": "Elle mit la montre dans la poche de son manteau et sortit."}
{"sentence_id": "s000068", "translation": "Le ciel se dégageait, et le soleil touchait les toits de Windmere."}
{"sentence_id": "s000069", "translation": "Alors qu'elle démarrait sa voiture, elle pouvait encore entendre le faible tic-tac — non pas des horloges, mais de son cœur, régulier et vivant."}
{"sentence_id": "s000070", "translation": "Les mois passèrent."}
{"sentence_id": "s000071", "translation": "Emma retourna à son travail en ville, mais Windmere ne quitta jamais ses pensées."}
{"sentence_id": "s000072", "translation": "Elle gardait la montre dorée sur son bureau, bien qu'elle n'ait plus jamais fait tic-tac."}
{"sentence_id": "s000073", "translation": "Un matin, une petite enveloppe arriva dans son courrier."}
{"sentence_id": "s000074", "translation": "À l'intérieur se trouvait un mot écrit d'une écriture soignée : \"L'Atelier de l'Horloger rouvrira pour une seule nuit — Minuit, le premier juin.\""}
{"sentence_id": "s000075", "translation": "Il n'y avait pas de signature, seulement le même symbole qui apparaissait sur l'horloge — le cercle de douze lettres formant un soleil."}
{"sentence_id": "s000076", "translation": "Emma hésita."}
{"sentence_id": "s000077", "translation": "Elle se dit que c'était impossible, que la boutique avait fermé pour de bon."}
{"sentence_id": "s000078", "translation": "Pourtant, quelque chose en elle lui chuchotait qu'elle devait y aller."}
{"sentence_id": "s000079", "translation": "Quand Emma arriva à Windmere, la ville semblait presque la même — rues tranquilles, lumières jaunes, l'odeur de la pluie."}
{"sentence_id": "s000080", "translation": "Mais la boutique était ouverte, et une lumière chaude se déversait par les fenêtres."}
{"sentence_id": "s000081", "translation": "À l'intérieur, l'air bourdonnait du doux tic-tac de centaines d'horloges à nouveau."}
{"sentence_id": "s000082", "translation": "Derrière le comptoir se tenait un jeune homme qu'elle n'avait jamais vu auparavant."}
{"sentence_id": "s000083", "translation": "« Bienvenue », dit-il."}
{"sentence_id": "s000084", "translation": "« Tu dois être Emma."}
{"sentence_id": "s000085", "translation": "M. Dalton a parlé de toi avant de mourir. »"}
{"sentence_id": "s000086", "translation": "Emma ressentit une profonde tristesse mais aussi un calme étrange."}
{"sentence_id": "s000087", "translation": "« Il a laissé ceci pour toi », dit l'homme en lui tendant une petite boîte en bois."}
{"sentence_id": "s000088", "translation": "À l'intérieur se trouvait une clé en argent, en forme d'aiguille d'horloge."}
{"sentence_id": "s000089", "translation": "Elle regarda autour d'elle."}
{"sentence_id": "s000090", "translation": "L'horloge dorée se tenait dans le même coin, brillant doucement."}
{"sentence_id": "s000091", "translation": "Les aiguilles étaient arrêtées une fois de plus à 11:11."}
{"sentence_id": "s000092", "translation": "Le jeune homme expliqua que M. Dalton avait su que son temps se terminait."}
{"sentence_id": "s000093", "translation": "\"Il croyait que le temps lui-même est comme la musique\", dit-il."}
{"sentence_id": "s000094", "translation": "\"Quand un musicien s'arrête, un autre commence.\""}
{"sentence_id": "s000095", "translation": "Emma tourna la clé argentée entre ses doigts."}
{"sentence_id": "s000096", "translation": "\"Qu'est-ce que je suis censée faire avec ça ?\""}
{"sentence_id": "s000097", "translation": "« Écoute seulement », dit-il."}
{"sentence_id": "s000098", "translation": "« Quand le moment sera venu, tu le sauras. »"}
{"sentence_id": "s000099", "translation": "Cette nuit-là, elle resta dans la vieille auberge."}
{"sentence_id": "s000100", "translation": "Alors que la ville devenait silencieuse, elle entendit de nouveau un léger tic-tac — non pas de la montre, mais des murs, comme si chaque horloge de Windmere respirait ensemble."}
{"sentence_id": "s000101", "translation": "À minuit, l'horloge dorée de la boutique se mit à sonner."}
{"sentence_id": "s000102", "translation": "Elle sortit dans l'air frais et regarda les lumières du clocher de l'église s'allumer, une par une."}
{"sentence_id": "s000103", "translation": "Toute la ville sembla se réveiller, puis retomber lentement dans le silence."}
{"sentence_id": "s000104", "translation": "La clé d'argent dans sa main devint chaude."}
{"sentence_id": "s000105", "translation": "Le lendemain matin, la boutique était vide."}
{"sentence_id": "s000106", "translation": "La poussière recouvrait les comptoirs, et les horloges étaient silencieuses une fois de plus."}
{"sentence_id": "s000107", "translation": "Seule l'horloge dorée demeurait, ses aiguilles pointant droit sur 12:00."}
{"sentence_id": "s000108", "translation": "Emma plaça la clé argentée dans la petite ouverture à sa base."}
{"sentence_id": "s000109", "translation": "L'horloge se mit à faire tic-tac — une fois, deux fois — et alors toutes les horloges de la pièce redémarrèrent."}
{"sentence_id": "s000110", "translation": "Elle sourit."}
{"sentence_id": "s000111", "translation": "Le temps avançait de nouveau."}
{"sentence_id": "s000112", "translation": "Quand elle sortit, le soleil du matin remplissait la rue."}
{"sentence_id": "s000113", "translation": "Elle pouvait entendre le son faible de cloches au loin et sentait une douce brise sur son visage."}
{"sentence_id": "s000114", "translation": "Pour la première fois, elle comprit : garder le temps n'avait jamais été une question de le maintenir immobile — c'était une question de le laisser partir."}
{"sentence_id": "s000115", "translation": "Et ainsi Emma devint la nouvelle gardienne de Windmere, non par choix, mais en écoutant le moment qui s'arrêta et recommença."}
