{"sentence_id": "s000001", "translation": "Emma llegó al pequeño pueblo de Windmere una tarde lluviosa."}
{"sentence_id": "s000002", "translation": "Estaba cansada, tenía frío y quería encontrar un lugar para descansar."}
{"sentence_id": "s000003", "translation": "Su coche se había averiado una hora antes, así que había caminado los últimos dos kilómetros."}
{"sentence_id": "s000004", "translation": "En el centro del pueblo había una tienda pequeña con un viejo letrero de madera: \"H. Dalton, Relojero.\""}
{"sentence_id": "s000005", "translation": "A través de la ventana, Emma vio cientos de relojes — grandes y pequeños, redondos y cuadrados — cada uno mostrando una hora diferente."}
{"sentence_id": "s000006", "translation": "Entró en la tienda y una pequeña campana sonó sobre la puerta."}
{"sentence_id": "s000007", "translation": "Detrás del mostrador, un anciano de cabello plateado levantó la vista de su trabajo."}
{"sentence_id": "s000008", "translation": "\"Buenas tardes,\" dijo amablemente."}
{"sentence_id": "s000009", "translation": "\"Pareces haber tenido un largo viaje.\""}
{"sentence_id": "s000010", "translation": "Emma sonrió."}
{"sentence_id": "s000011", "translation": "\"Desde luego que sí."}
{"sentence_id": "s000012", "translation": "Mi coche se averió en la carretera, y esta fue la primera puerta abierta que vi.\""}
{"sentence_id": "s000013", "translation": "\"Entonces tienes suerte,\" dijo él."}
{"sentence_id": "s000014", "translation": "\"Ya no mucha gente visita esta tienda.\""}
{"sentence_id": "s000015", "translation": "Mientras hablaba, Emma notó un reloj en la pared — uno alto y dorado con letras extrañas en lugar de números."}
{"sentence_id": "s000016", "translation": "Estaba parado a las 11:11."}
{"sentence_id": "s000017", "translation": "\"Ese reloj no se ha movido en años\", dijo el hombre en voz baja."}
{"sentence_id": "s000018", "translation": "\"Algunas cosas no están hechas para medir el tiempo.\""}
{"sentence_id": "s000019", "translation": "Emma no entendió lo que quería decir, pero sus palabras se quedaron en su mente."}
{"sentence_id": "s000020", "translation": "A la mañana siguiente, Emma volvió a la tienda para agradecer al señor Dalton por su ayuda."}
{"sentence_id": "s000021", "translation": "Le había ofrecido té el día anterior y había llamado a un mecánico para su coche."}
{"sentence_id": "s000022", "translation": "Cuando entró, el sonido del tic-tac llenó el aire."}
{"sentence_id": "s000023", "translation": "\"Ah, señorita Emma\", dijo, sonriendo."}
{"sentence_id": "s000024", "translation": "\"Esperaba que volvieras.\""}
{"sentence_id": "s000025", "translation": "Miró de nuevo el reloj dorado."}
{"sentence_id": "s000026", "translation": "Algo en él la atraía más cerca."}
{"sentence_id": "s000027", "translation": "\"¿Te gustaría ver el interior?\""}
{"sentence_id": "s000028", "translation": "Preguntó el Sr. Dalton."}
{"sentence_id": "s000029", "translation": "Abrió la puerta de cristal con cuidado y sacó un trozo de papel doblado escondido detrás del péndulo."}
{"sentence_id": "s000030", "translation": "\"Encontré esto hace años\", dijo, entregándoselo."}
{"sentence_id": "s000031", "translation": "Emma lo abrió y leyó en voz alta: \"Para el próximo guardián del tiempo — sigue el sonido que se detiene.\""}
{"sentence_id": "s000032", "translation": "\"¿Qué significa?\", preguntó."}
{"sentence_id": "s000033", "translation": "El Sr. Dalton se encogió de hombros."}
{"sentence_id": "s000034", "translation": "\"Nunca lo descubrí."}
{"sentence_id": "s000035", "translation": "Pero quizás tú lo harás.\""}
{"sentence_id": "s000036", "translation": "Esa noche, en su habitación de la pequeña posada, Emma no podía dormir."}
{"sentence_id": "s000037", "translation": "Seguía oyendo el tic-tac constante de relojes en su mente — hasta que, de repente, imaginó que uno de ellos se detenía."}
{"sentence_id": "s000038", "translation": "Al día siguiente, la lluvia regresó."}
{"sentence_id": "s000039", "translation": "Emma caminó por la plaza del pueblo, pasando por la torre de la iglesia y la panadería."}
{"sentence_id": "s000040", "translation": "El aire olía a pan fresco y piedra mojada."}
{"sentence_id": "s000041", "translation": "Se detuvo cerca de la fuente y notó algo extraño — un reloj colgado en la pared de una vieja biblioteca, completamente silencioso."}
{"sentence_id": "s000042", "translation": "El cristal estaba agrietado, y las manecillas estaban congeladas a las 11:11, justo como el del taller del Sr. Dalton."}
{"sentence_id": "s000043", "translation": "Dentro de la biblioteca, el polvo flotaba en el aire como nieve."}
{"sentence_id": "s000044", "translation": "Siguió el silencio hasta una pequeña sala de lectura en la parte de atrás, donde una gran caja de madera estaba bajo la ventana."}
{"sentence_id": "s000045", "translation": "Tenía los mismos símbolos extraños tallados en ella."}
{"sentence_id": "s000046", "translation": "Emma giró la manija, y la caja se abrió con un clic."}
{"sentence_id": "s000047", "translation": "Dentro había una colección de cartas atadas con un cordel azul y un reloj de bolsillo hecho de oro."}
{"sentence_id": "s000048", "translation": "El reloj hacía tictac suavemente, pero cuando lo tocó, se detuvo."}
{"sentence_id": "s000049", "translation": "En ese momento, oyó la voz del Sr. Dalton detrás de ella."}
{"sentence_id": "s000050", "translation": "\"Lo encontraste\", dijo él."}
{"sentence_id": "s000051", "translation": "\"Esperaba que alguien lo hiciera\"."}
{"sentence_id": "s000052", "translation": "Parecía triste pero tranquilo."}
{"sentence_id": "s000053", "translation": "\"Mi padre construyó ese reloj, y su padre antes que él."}
{"sentence_id": "s000054", "translation": "Cada uno de nosotros esperó el sonido que se detuvo."}
{"sentence_id": "s000055", "translation": "Significa el fin de nuestra custodia\"."}
{"sentence_id": "s000056", "translation": "Emma no lo entendió del todo, pero sintió el peso de sus palabras."}
{"sentence_id": "s000057", "translation": "Unos días después, el coche de Emma fue reparado, pero ella no estaba segura de querer irse."}
{"sentence_id": "s000058", "translation": "Algo sobre el pueblo, y el relojero, parecía inconcluso."}
{"sentence_id": "s000059", "translation": "Cuando visitó la tienda de nuevo, la puerta estaba cerrada con llave."}
{"sentence_id": "s000060", "translation": "Un letrero decía: \"Cerrado."}
{"sentence_id": "s000061", "translation": "Gracias por tu tiempo.\""}
{"sentence_id": "s000062", "translation": "A través de la ventana, Emma vio que todos los relojes se habían detenido — excepto el dorado, que ahora hacía tictac lentamente, con sus manecillas moviéndose más allá de las 11:11 por primera vez."}
{"sentence_id": "s000063", "translation": "Sobre el mostrador había una pequeña caja con su nombre escrito en ella."}
{"sentence_id": "s000064", "translation": "Dentro estaba el reloj de bolsillo de la biblioteca y una breve nota: \"Cada guardián debe escuchar con atención."}
{"sentence_id": "s000065", "translation": "El tiempo no nos pertenece; solo pasa por nuestras manos.\""}
{"sentence_id": "s000066", "translation": "Emma sonrió con tristeza."}
{"sentence_id": "s000067", "translation": "Guardó el reloj en el bolsillo de su abrigo y salió."}
{"sentence_id": "s000068", "translation": "El cielo se estaba despejando, y el sol tocaba los tejados de Windmere."}
{"sentence_id": "s000069", "translation": "Mientras arrancaba el coche, aún podía oír el débil tic-tac — no de los relojes, sino de su corazón, constante y vivo."}
{"sentence_id": "s000070", "translation": "Pasaron los meses."}
{"sentence_id": "s000071", "translation": "Emma volvió a su trabajo en la ciudad, pero Windmere nunca abandonó sus pensamientos."}
{"sentence_id": "s000072", "translation": "Guardaba el reloj dorado en su escritorio, aunque nunca volvió a hacer tic-tac."}
{"sentence_id": "s000073", "translation": "Una mañana, un pequeño sobre llegó en su correo."}
{"sentence_id": "s000074", "translation": "Dentro había una nota escrita con letra pulcra: \"El Taller del Relojero reabrirá por una sola noche — Medianoche, el primero de junio.\""}
{"sentence_id": "s000075", "translation": "No había firma, solo el mismo símbolo que aparecía en el reloj — el círculo de doce letras formando un sol."}
{"sentence_id": "s000076", "translation": "Emma vaciló."}
{"sentence_id": "s000077", "translation": "Se dijo a sí misma que era imposible, que la tienda había cerrado para siempre."}
{"sentence_id": "s000078", "translation": "Sin embargo, algo dentro de ella le susurraba que necesitaba ir."}
{"sentence_id": "s000079", "translation": "Cuando Emma llegó a Windmere, el pueblo parecía casi igual — calles tranquilas, luces amarillas, el olor de la lluvia."}
{"sentence_id": "s000080", "translation": "Pero la tienda estaba abierta, y una luz cálida se derramaba por las ventanas."}
{"sentence_id": "s000081", "translation": "Dentro, el aire zumbaba con el suave tictac de cientos de relojes otra vez."}
{"sentence_id": "s000082", "translation": "Detrás del mostrador había un joven que ella nunca había visto antes."}
{"sentence_id": "s000083", "translation": "\"Bienvenida\", dijo él."}
{"sentence_id": "s000084", "translation": "\"Debes ser Emma."}
{"sentence_id": "s000085", "translation": "El Sr. Dalton habló de ti antes de fallecer\"."}
{"sentence_id": "s000086", "translation": "Emma sintió una profunda tristeza pero también una extraña calma."}
{"sentence_id": "s000087", "translation": "\"Dejó esto para ti\", dijo el hombre, entregándole una pequeña caja de madera."}
{"sentence_id": "s000088", "translation": "Dentro había una llave hecha de plata, con forma de manecilla de reloj."}
{"sentence_id": "s000089", "translation": "Miró a su alrededor."}
{"sentence_id": "s000090", "translation": "El reloj dorado estaba en la misma esquina, brillando suavemente."}
{"sentence_id": "s000091", "translation": "Las manecillas estaban detenidas una vez más a las 11:11."}
{"sentence_id": "s000092", "translation": "El joven explicó que el Sr. Dalton había sabido que su tiempo estaba terminando."}
{"sentence_id": "s000093", "translation": "\"Él creía que el tiempo mismo es como la música\", dijo."}
{"sentence_id": "s000094", "translation": "\"Cuando un músico se detiene, otro comienza.\""}
{"sentence_id": "s000095", "translation": "Emma giró la llave plateada entre sus dedos."}
{"sentence_id": "s000096", "translation": "\"¿Qué se supone que debo hacer con esto?\""}
{"sentence_id": "s000097", "translation": "\"Solo escucha\", dijo él."}
{"sentence_id": "s000098", "translation": "\"Cuando llegue el momento adecuado, lo sabrás.\""}
{"sentence_id": "s000099", "translation": "Esa noche, se alojó en la vieja posada."}
{"sentence_id": "s000100", "translation": "A medida que el pueblo se quedaba en silencio, oyó de nuevo un suave tictac — no del reloj, sino de las paredes, como si cada reloj en Windmere estuviera respirando al unísono."}
{"sentence_id": "s000101", "translation": "A medianoche, el reloj dorado de la tienda empezó a sonar."}
{"sentence_id": "s000102", "translation": "Salió al aire fresco y observó cómo las luces de la torre de la iglesia se encendían, una por una."}
{"sentence_id": "s000103", "translation": "Todo el pueblo pareció despertar, y luego volvió a quedarse en silencio lentamente."}
{"sentence_id": "s000104", "translation": "La llave plateada en su mano se volvió cálida."}
{"sentence_id": "s000105", "translation": "A la mañana siguiente, la tienda estaba vacía."}
{"sentence_id": "s000106", "translation": "El polvo cubría los mostradores, y los relojes estaban silenciosos una vez más."}
{"sentence_id": "s000107", "translation": "Solo el reloj dorado permanecía, con sus manecillas apuntando directamente a las 12:00."}
{"sentence_id": "s000108", "translation": "Emma colocó la llave plateada en la pequeña abertura de su base."}
{"sentence_id": "s000109", "translation": "El reloj comenzó a hacer tictac — una vez, dos veces — y entonces todos los relojes de la habitación empezaron de nuevo."}
{"sentence_id": "s000110", "translation": "Ella sonrió."}
{"sentence_id": "s000111", "translation": "El tiempo avanzaba de nuevo."}
{"sentence_id": "s000112", "translation": "Cuando salió, el sol de la mañana llenaba la calle."}
{"sentence_id": "s000113", "translation": "Podía oír el débil sonido de campanas a lo lejos y sentía una suave brisa en su rostro."}
{"sentence_id": "s000114", "translation": "Por primera vez, comprendió: conservar el tiempo nunca se trataba de mantenerlo quieto — se trataba de dejarlo ir."}
{"sentence_id": "s000115", "translation": "Y así Emma se convirtió en la nueva guardiana de Windmere, no por elección, sino por escuchar el momento que se detuvo y comenzó de nuevo."}
