{
  "s000037": [
    {
      "gloss_id": "ticking-n-001",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tic-tac",
      "pos": "NOUN",
      "short_def": "El sonido que hace un reloj al medir el tiempo, generalmente un ruido regular y rítmico.",
      "example_1": "Ella seguía escuchando el constante tic-tac de los relojes en su mente, hasta que, de repente, imaginó que uno de ellos se detenía.",
      "example_2": "El tic-tac del reloj llenaba la habitación silenciosa mientras todos esperaban que comenzara el examen."
    }
  ],
  "s000069": [
    {
      "gloss_id": "ticking-n-002",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tic-tac",
      "pos": "NOUN",
      "short_def": "Un sonido suave y regular que hacen los relojes, indicando el paso del tiempo.",
      "example_1": "Mientras el pueblo se quedaba en silencio, escuchó un suave tic-tac de las paredes, como si todos los relojes de Windmere respiraran juntos.",
      "example_2": "El tic-tac del viejo reloj de pie le recordaba su infancia."
    }
  ],
  "s000100": [
    {
      "gloss_id": "ticking-n-002",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tictac",
      "pos": "NOUN",
      "short_def": "Un sonido suave y regular que hacen los relojes, indicando el paso del tiempo.",
      "example_1": "Mientras el pueblo se quedaba en silencio, escuchó un suave tic-tac de las paredes, como si todos los relojes de Windmere respiraran juntos.",
      "example_2": "El tic-tac del viejo reloj de pie le recordaba su infancia."
    }
  ],
  "s000081": [
    {
      "gloss_id": "ticking-n-003",
      "sense_family_id": "ticking-n",
      "lemma": "ticking",
      "headword": "tictac",
      "pos": "NOUN",
      "short_def": "El sonido suave que hace un reloj al medir el tiempo, generalmente un ruido rítmico y regular.",
      "example_1": "Dentro, el aire zumbaba con el suave tic-tac de cientos de relojes.",
      "example_2": "El tic-tac del temporizador de la cocina señalaba que la cena estaba casi lista."
    }
  ],
  "s000031": [
    {
      "gloss_id": "keeper-n-001",
      "sense_family_id": "keeper-n",
      "lemma": "keeper",
      "headword": "guardían",
      "pos": "NOUN",
      "short_def": "Una persona que protege o cuida algo importante, a menudo relacionado con un rol o responsabilidad.",
      "example_1": "Emma lo abrió y leyó en voz alta: \"Al próximo guardián del tiempo — sigue el sonido que se detiene.\"",
      "example_2": "El cuidador del zoológico se asegura de que todos los animales estén sanos y seguros en sus hábitats."
    }
  ],
  "s000064": [
    {
      "gloss_id": "keeper-n-002",
      "sense_family_id": "keeper-n",
      "lemma": "keeper",
      "headword": "guardían",
      "pos": "NOUN",
      "short_def": "Una persona que cuida algo importante o valioso, asegurándose de que esté protegido y mantenido.",
      "example_1": "Dentro estaba el reloj de bolsillo de la biblioteca y una nota corta: \"Todo guardián debe escuchar con atención.\"",
      "example_2": "El guardián del museo revisa cuidadosamente los artefactos cada día para asegurarse de que estén en buen estado."
    }
  ],
  "s000115": [
    {
      "gloss_id": "keeper-n-003",
      "sense_family_id": "keeper-n",
      "lemma": "keeper",
      "headword": "guardiana",
      "pos": "NOUN",
      "short_def": "Una persona que cuida un lugar o cosa, a menudo responsable de su seguridad y mantenimiento.",
      "example_1": "Y así, Emma se convirtió en la nueva guardiana de Windmere, no por elección, sino por escuchar el momento que se detuvo y comenzó de nuevo.",
      "example_2": "El jardinero del parque trabaja duro para mantener los jardines hermosos y los caminos limpios para todos los visitantes."
    }
  ],
  "s000033": [
    {
      "gloss_id": "shrug-v-001",
      "sense_family_id": "shrug-v",
      "lemma": "shrug",
      "headword": "encogió",
      "pos": "VERB",
      "short_def": "Levantar los hombros y bajarlos rápidamente para mostrar que no sabes o no te importa algo.",
      "example_1": "El Sr. Dalton se encogió de hombros.",
      "example_2": "Cuando le preguntaron sobre la tarea perdida, solo se encogió de hombros y dijo que no era su problema."
    }
  ],
  "s000048": [
    {
      "gloss_id": "softly-a-001",
      "sense_family_id": "softly-a",
      "lemma": "softly",
      "headword": "suavemente",
      "pos": "ADV",
      "short_def": "De manera tranquila o suave, sin hacer mucho ruido.",
      "example_1": "El reloj sonó suavemente, pero cuando ella lo tocó, se detuvo.",
      "example_2": "El bebé dormía suavemente en la cuna, haciendo solo los sonidos más leves."
    }
  ],
  "s000090": [
    {
      "gloss_id": "softly-a-002",
      "sense_family_id": "softly-a",
      "lemma": "softly",
      "headword": "suavemente",
      "pos": "ADV",
      "short_def": "De manera suave y tranquila, sin ruidos fuertes ni luces brillantes.",
      "example_1": "El reloj dorado estaba en la misma esquina, brillando suavemente.",
      "example_2": "El viento soplaba suavemente entre los árboles, creando una atmósfera pacífica."
    }
  ],
  "s000058": [
    {
      "gloss_id": "unfinished-a-001",
      "sense_family_id": "unfinished-a",
      "lemma": "unfinished",
      "headword": "inconcluso",
      "pos": "ADJ",
      "short_def": "No completado o que le falta un toque final, dejando una sensación de que algo está ausente o no está completamente desarrollado.",
      "example_1": "Algo sobre el pueblo y el relojero se sentía inacabado.",
      "example_2": "La pintura parecía inacabada, con espacios en blanco que necesitaban más color y detalle."
    }
  ]
}
